-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 05, 2023 at 01:30 AM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 7.4.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `register_oop`
--

-- --------------------------------------------------------

--
-- Table structure for table `api`
--

CREATE TABLE `api` (
  `point` int(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `billza`
--

CREATE TABLE `billza` (
  `id_member` int(11) NOT NULL,
  `id_bill` int(11) NOT NULL,
  `Firstname` varchar(255) NOT NULL,
  `Email` varchar(255) NOT NULL,
  `Address` varchar(255) NOT NULL,
  `City` varchar(255) NOT NULL,
  `State` varchar(255) NOT NULL,
  `Zip` varchar(255) NOT NULL,
  `total` int(50) NOT NULL,
  `Check` tinyint(1) DEFAULT NULL,
  `Time` datetime(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `billza`
--

INSERT INTO `billza` (`id_member`, `id_bill`, `Firstname`, `Email`, `Address`, `City`, `State`, `Zip`, `total`, `Check`, `Time`) VALUES
(4, 35, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 550, NULL, '2023-04-04 00:54:58.000000'),
(4, 36, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 550, NULL, '2023-04-04 01:00:12.000000'),
(4, 37, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 659, NULL, '2023-04-04 01:02:17.000000'),
(4, 38, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 659, NULL, '2023-04-04 01:04:07.000000'),
(4, 39, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 659, NULL, '2023-04-04 01:05:17.000000'),
(4, 40, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 659, NULL, '2023-04-04 01:06:32.000000'),
(4, 41, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 5, NULL, '2023-04-04 01:09:59.000000'),
(4, 42, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 114, NULL, '2023-04-04 03:49:47.000000'),
(4, 43, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา อำเถอนายอาม วังใหม่ สุขุมวิท', 'ศรีราชา', 'จังหวัด', '20230', 2105, NULL, '2023-04-05 01:27:45.000000'),
(4, 44, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 71, NULL, '2023-04-05 03:41:06.000000'),
(4, 45, 'พีรพล ภูมิพัฒนโยธา', 'monlove.605@gmail.com', '197/78 หมู่ 8 ต.ทุ่งสุขลา, อ.ศรีราชา จ.ชลบุรี ประเทศไทย', 'ศรีราชา', 'จังหวัด', '20230', 114, NULL, '2023-04-05 05:59:56.000000');

-- --------------------------------------------------------

--
-- Table structure for table `carts_pro`
--

CREATE TABLE `carts_pro` (
  `MemberID` int(200) NOT NULL,
  `Id_product` int(200) NOT NULL,
  `Product_name` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Description` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Type` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Food_type` varchar(50) NOT NULL,
  `Picture` varchar(50) CHARACTER SET utf8mb4 NOT NULL,
  `Price` double NOT NULL,
  `Brand` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Counter` int(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `Id_product` int(150) NOT NULL,
  `Product_name` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Description` varchar(1000) CHARACTER SET utf8mb4 NOT NULL,
  `Type` varchar(20) NOT NULL,
  `Foodtype` varchar(20) CHARACTER SET utf8mb4 NOT NULL,
  `Picture` varchar(200) CHARACTER SET utf8mb4 NOT NULL,
  `Price` float NOT NULL,
  `brand` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`Id_product`, `Product_name`, `Description`, `Type`, `Foodtype`, `Picture`, `Price`, `brand`) VALUES
(1, 'Jerhigh More Grain Free สูตรไก่เนื้อ 500 g\r\n', 'อาหารเม็ด สำหรับสุนัข ไม่ผสมข้าวโพด ถั่วเหลือง และ กลูเตน ลดอาการแพ้ ควบคุมปริมาณเกลือ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer1.png', 109, 'Jerhigh'),
(2, 'Jerhigh More Grain Free สูตรไก่ 500 g', 'อาหารเม็ด สำหรับสุนัข ไม่ผสมข้าวโพด ถั่วเหลือง และ กลูเตน ลดอาการแพ้ ควบคุมปริมาณเกลือ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer2.png', 109, 'Jerhigh'),
(3, 'Jerhigh More Grain Free สูตรไก่ตับ 500 g\r\n', 'อาหารเม็ด สำหรับสุนัข ไม่ผสมข้าวโพด ถั่วเหลือง และ กลูเตน ลดอาการแพ้ ควบคุมปริมาณเกลือ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer3.png', 109, 'Jerhigh'),
(4, 'Jerhigh Breeders สูตรเนื้อ 15kg', 'อาหารเม็ด สำหรับสุนัข จากกระดูกปลาฉลาม ช่วยบำรุงข้อต่อและกระดูกให้แข็งแรง ช่วยบำรุงผิวหนังและเส้นขน ลดกลิ่นมูล', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer4.png', 1350, 'Jerhigh'),
(5, 'Jerhigh Meat as meals สูตรไก่กับไข่ 500g\r\n', 'อาหารเม็ด สำหรับสุนัข มีสัดส่วนเนื้อไก่แท้มากกว่า 50%', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer5.png', 225, 'Jerhigh'),
(6, 'Jerhigh Meat as meals สูตรไก่กับแครอท 500g', 'อาหารเม็ด สำหรับสุนัข มีสัดส่วนเนื้อไก่แท้มากกว่า 50% โอเมก้า 3 และ 6 ช่วยบำรุงผิวหนังและเส้นขน กลูโคซามีน และคอนดรอยตินบำรุงกระดูกและข้อ อินนูลิน สร้างสมดุลระบบทางเดินอาหาร เหมาะสำหรับสุนัขอายุ 3 เดือนขึ้นไป', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer6.png', 225, 'Jerhigh'),
(7, 'Jerhigh Meat as meals สูตรแซลมอล 500 g', 'อาหารเม็ด สำหรับสุนัขสายพันธุ์เล็ก แชลมอน 100% มีส่วนผสมของไก่ วิตามินและแร่ธาตุรวม 18 ชนิด', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer7.png', 240, 'Jerhigh'),
(8, 'Jerhigh Meat as meals สูตรไก่และฟักทอง 500 g', 'อาหารเม็ด สำหรับสุนัข วิตามินและแร่ธาตุรวม 18 ชนิด โอเมก้า 3,6', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer8.png', 225, 'Jerhigh'),
(9, 'Jerhigh Meat as meals สูตรเนื้อ 500 g', 'อาหารเม็ด สำหรับสุนัขสายพันธุ์เล็ก วิตามินและแร่ธาตุรวม 18 ชนิด โอเมก้า 3,6', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer9.png', 225, 'Jerhigh'),
(10, 'Jerhigh Meat as meals สูตรไก่ 500 g', 'อาหารเม็ด สำหรับสุนัขสายพันธุ์เล็ก วิตามินและแร่ธาตุรวม 18 ชนิด โอเมก้า 3,6', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/jerhigh/ข้าวjer10.png', 225, 'Jerhigh'),
(11, 'Jerhigh สูตรสตูไก่สูตรผสมโกจิเบอร์รี่และผัก 200 g', 'อาหารเปียก แบบถ้วย สำหรับสุนัขโตทุกสายพันธุ์ มี วิตามินซี และสารต้านอนุมูลอิสระ ช่วยเสริมสร้างระบบภูมิคุ้มกันให้ร่างกาย อัดแน่นด้วยไฟเบอร์ ช่วยในเรื่องการขับถ่าย', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer1.png', 59, 'Jerhigh'),
(12, 'Jerhigh สูตรสตูเนื้อสูตรผสมแครนเบอรร์รี่และผัก 200 g', 'อาหารเปียก แบบถ้วย สำหรับสุนัขโตทุกสายพันธุ์ มี วิตามินซี และสารต้านอนุมูลอิสระ ช่วยเสริมสร้างระบบภูมิคุ้มกันให้ร่างกาย อัดแน่นด้วยไฟเบอร์ ช่วยในเรื่องการขับถ่าย', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer2.png', 59, 'Jerhigh'),
(13, 'Jerhigh hotdog bar รสไก่และผัก 150 g\r\n', 'อาหารเปียก สำหรับสุนัข สินค้าเป็นแท่งทรงกระบอกลักษณะคล้ายไส้กรอก เนื้อปลาล้วน เสริมวิตามินอี โปรตีนไม่น้อยกว่า 10% ไขมันไม่น้อยกว่า 05% กาก ไม่น้อยกว่า 2% ความชื้นไม่น้อยกว่า 65%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer3.png', 45, 'Jerhigh'),
(14, 'Jerhigh hotdog bar รสไก่ 150 g\r\n', 'อาหารเปียก สำหรับสุนัข สินค้าเป็นแท่งทรงกระบอกลักษณะคล้ายไส้กรอก เนื้อปลาล้วน เสริมวิตามินอี โปรตีนไม่น้อยกว่า 10% ไขมันไม่น้อยกว่า 05% กาก ไม่น้อยกว่า 2% ความชื้นไม่น้อยกว่า 65%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer4.png', 45, 'Jerhigh'),
(15, 'Jerhigh hotdog bar รสตับ 150 g\r\n', 'อาหารเปียก สำหรับสุนัข สินค้าเป็นแท่งทรงกระบอกลักษณะคล้ายไส้กรอก เนื้อปลาล้วน เสริมวิตามินอี โปรตีนไม่น้อยกว่า 10% ไขมันไม่น้อยกว่า 05% กาก ไม่น้อยกว่า 2% ความชื้นไม่น้อยกว่า 65%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer5.png', 45, 'Jerhigh'),
(16, 'Jerhigh รสเนื้อวัวย่างแครอทน้ำเกรวี่ 120g', 'อาหารเปียก สำหรับสุนัข โอเมก้า 3 แร่ธาตุสังกะสี โปรตีน ไม่น้อยกว่า 4% ไขมันไม่น้อยกว่า 4% กากไม่น้อยกว่า 2% ความชื้น ไม่น้อยกว่า 82%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer6.png', 22, 'Jerhigh'),
(17, 'Jerhigh รสเป็ดย่างน้ำเกรวี่120g', 'อาหารเปียก สำหรับสุนัข โอเมก้า 3 แร่ธาตุสังกะสี โปรตีน ไม่น้อยกว่า 4% ไขมันไม่น้อยกว่า 4% กากไม่น้อยกว่า 2% ความชื้น ไม่น้อยกว่า 82%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer7.png', 22, 'Jerhigh'),
(18, 'Jerhigh รสไก่ผักน้ำเกรวี่120g', 'อาหารเปียก สำหรับสุนัข วิตามิน อี โปรตีนไม่น้อยกว่า 6% ไขมันไม่น้อยกว่า 6% กากไม่น้อยกว่า 3% ความชื้น ไม่น้อยกว่า 78%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer8.png', 22, 'Jerhigh'),
(19, 'Jerhigh รสเนื้อไก่ย่างน้ำเกรวี่120g', 'อาหารเปียก สำหรับสุนัข วิตามิน อี โปรตีนไม่น้อยกว่า 6% ไขมันไม่น้อยกว่า 6% กากไม่น้อยกว่า 3% ความชื้น ไม่น้อยกว่า 78%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer9.png', 22, 'jerhigh'),
(20, 'Jerhigh รสไก่ตับน้ำเกรวี่120g', 'อาหารเปียก สำหรับสุนัข วิตามิน อี โปรตีนไม่น้อยกว่า 6% ไขมันไม่น้อยกว่า 6% กากไม่น้อยกว่า 3% ความชื้น ไม่น้อยกว่า 78%', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/jerhigh/เปียกjer10.png', 22, 'Jerhigh'),
(21, 'Jerhigh สันในไก่อบแห้ง  50 g\r\n', 'ขนมแท่ง สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer1.png', 49, 'Jerhigh'),
(22, 'Jerhigh Den-T รสทูน่า 60 g\r\n', 'ขนมแท่งขัดฟัน สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer2.png', 49, 'Jerhigh'),
(23, 'Jerhigh Den-T รสนม 60 g\r\n', 'ขนมแท่งขัดฟัน สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer3.png', 49, 'Jerhigh'),
(24, 'Jerhigh รสตับ 70g\r\n', 'ขนมแท่ง สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด โปรตีนไม่น้อยกว่า 24% ไขมันไม่น้อยกว่า 12% กากไม่มากกว่า 6% ความชื้นไม่มากกว่า 20%', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer4.png', 49, 'Jerhigh'),
(25, 'Jerhigh รสไก่และผักขม 70g\r\n', 'ขนมแท่ง สำหรับสุนัข ประกอบไปด้วยโปรตีนที่ช่วยเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer5.png', 49, 'Jerhigh'),
(26, 'Jerhigh รสไก่และแครอท 70g\r\n', 'ขนมแบบแท่ง สำหรับสุนัข ประกอบไปด้วยโปรตีนที่ช่วยเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer6.png', 49, 'Jerhigh'),
(27, 'Jerhigh รสไก่และสตรอว์เบอร์รี 70g\r\n', 'ขนมแบบแท่ง สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer7.png', 49, 'Jerhigh'),
(28, 'Jerhigh รสนมสอดไส้กล้วย 50g', 'ขนมแบบแท่ง สำหรับสุนัข ช่วยบำรุงผิวหนังและขนให้เงางาม ช่วยต่อต้านอนุมูลอิสระ ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer8.png', 49, 'Jerhigh'),
(29, 'Jerhigh Flexi-Stick สูตรบำรุงกระดูกและข้อต่อ 50 g', 'ขนมแท่ง สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer9.png', 49, 'Jerhigh'),
(30, 'Jerhigh Im Up สูตรเสริมสร้างภูมิคุ้มกัน 50 g', 'ขนมแท่ง สำหรับสุนัข โปรตีนเสริมสร้างกล้ามเนื้อ วิตามินและแร่ธาตุรวม 18 ชนิด ช่วยในกระบวนการเผาผลาญ บำรุงสมอง และเสริมสร้างกระดูกให้แข็งแรง', 'สุนัข', 'ขนม', 'อาหารหมา/jerhigh/ขนมjer10.png', 49, 'Jerhigh'),
(31, 'Pedigree Pro ลูกสุนัขทุกสายพันธุ์ ', 'อาหารเม็ด สำหรับลูกสุนัข สูตรไฮโปรตีน สำหรับลูกสุนัข ถูกพัฒนาให้มีโปรตีนสูง 32% ซึ่งเป็นปริมาณที่เหมาะสมและรองรับการเจริญเติบโตอย่างแข็งแรง ทั้งยังมีดีเอชเอจากน้ำมันปลาเพื่อเสริมพัฒนาการสมอง พร้อมด้วยสารต้านอนุมูลอิสระที่ช่วยเพิ่มภูมิคุ้มกัน และสารอาหารจำเป็น 6 ชนิด สำหรับสุขภาพหัวใจที่แข็งแรง', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped1.png', 300, 'Pedigree'),
(32, 'Pedigree Pro สุนัขโตพันธุ์กลางและใหญ่ ', 'อาหารเม็ด สุนัขโตพันธุ์กลางและใหญ่ สูตรไฮโปรตีน สำหรับสุนัขโตพันธุ์กลางและใหญ่ ยังช่วยควบคุมน้ำหนัก เพราะมีโปรตีนสูง 27% ไขมันต่ำ พร้อมเพิ่มพลังให้วิ่งเล่นได้ทุกวัน  ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped2.png', 300, 'Pedigree'),
(33, 'Pedigree Pro สุนัขโตพันธุ์ทอยและเล็ก', 'อาหารเม็ด สำหรับสุนัขโตพันธุ์ทอยและเล็ก สูตรไฮโปรตีน สำหรับสุนัขโตพันธุ์ทอยและเล็ก มีโปรตีนสูง 28% และมีกรดอะมิโนจำเป็น ช่วยเสริมความแข็งแรงและให้พลังงานแก่พวกเค้า พร้อมด้วยแอลคาร์นิทีน ช่วยกระตุ้นระบบเผาผลาญ และสารต้านอนุมูลอิสระ ช่วยเพิ่มภูมิคุ้มกันให้เจ้าตัวน้อยที่มีอายุยืนกว่าเพื่อนสายพันธุ์อื่น', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped3.png', 300, 'Pedigree'),
(34, 'Pedigree ลูกสุนัข รสเนื้อวัวและนม', 'อาหารเม็ด สำหรับลูกสุนัข มีสังกะสีและวิตามินเอ ช่วยเสริมสร้างระบบภูมิคุ้มกัน พร้อมทั้งแคลเซียมและฟอสฟอรัสที่ช่วยให้กระดูกและฟันแข็งแรง ยังมีดีเอชเอและโคลีนที่จำเป็นต่อระบบประสาท', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped4.png', 195, 'Pedigree'),
(35, 'Pedigree ลูกสุนัข สูตรไก่ไข่ และนม', 'อาหารเม็ด สำหรับลูกสุนัข มีสังกะสีและวิตามินเอ ช่วยเสริมสร้างระบบภูมิคุ้มกัน พร้อมทั้งแคลเซียมและฟอสฟอรัสที่ช่วยให้กระดูกและฟันแข็งแรง ยังมีดีเอชเอและโคลีนที่จำเป็นต่อระบบประสาท', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped5.png', 195, 'Pedigree'),
(36, 'Pedigree รสตับและผัก', 'อาหารเม็ด สำหรับสุนัขโตเต็มวัย อ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped6.png', 300, 'Pedigree'),
(37, 'Pedigree mini รสไก่ ตับ และผัก', 'อาหารเม็ด สำหรับสุนัขพันธุ์เล็ก มีสารต้านอนุมูลอิสระจากสารอาหารที่ครบถ้วน แคลเซียมและฟอสฟอรัส เพื่อสุขภาพที่ดีของกระดูก ใยอาหารจากธรรมชาติ ช่วยให้มีระบบย่อยอาหารและระบบขับถ่ายที่ดี', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped7.png', 250, 'Pedigree'),
(38, 'Pedigree mini รสเนื้อวัว เนื้อแกะ และผัก', 'อาหารเม็ด สำหรับสุนัขพันธุ์เล็ก มีสารต้านอนุมูลอิสระจากสารอาหารที่ครบถ้วน แคลเซียมและฟอสฟอรัส เพื่อสุขภาพที่ดีของกระดูก ใยอาหารจากธรรมชาติ ช่วยให้มีระบบย่อยอาหารและระบบขับถ่ายที่ดี', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped8.png', 250, 'Pedigree'),
(39, 'Pedigree สูตรแม่และลูกสุนัข รสนม', 'อาหารเม็ดสำหรับ แม่และลูกสุนัข มีสังกะสีและวิตามินเอ ช่วยเสริมสร้างระบบภูมิคุ้มกัน พร้อมทั้งแคลเซียมและฟอสฟอรัสที่ช่วยให้กระดูกและฟันแข็งแรง ยังมีดีเอชเอและโคลีนที่จำเป็นต่อระบบประสาท', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped9.png', 250, 'Pedigree'),
(40, 'Pedigree mini รสตับย่าง', 'อาหารเม็ด สำหรับสุนัขพันธุ์เล็ก มีสารต้านอนุมูลอิสระจากสารอาหารที่ครบถ้วน แคลเซียมและฟอสฟอรัส เพื่อสุขภาพที่ดีของกระดูก ใยอาหารจากธรรมชาติ ช่วยให้มีระบบย่อยอาหารและระบบขับถ่ายที่ดี', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/pedigree/ข้าวped10.png', 250, 'Pedigree'),
(41, 'Pedigree ลูกสุนัข รสไก่ในน้ำเกรวี่', 'อาหารเปียก สำหรับลูกสุนัข ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped1.png', 45, 'Pedigree'),
(42, 'Pedigree ลูกสุนัข รสไก่ ไข่บด พร้อมผัก', 'อาหารเปียก สำหรับลูกสุนัข ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped2.png', 45, 'Pedigree'),
(43, 'Pedigree ลูกสุนัข รสเนื้อวัวและนม', 'อาหารเปียก สำหรับลูกสุนัข ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped3.png', 45, 'Pedigree'),
(44, 'Pedigree สุนัขโต พร้อมไก่ในน้ำเกรวี่', 'อาหารเปียก สำหรับสุนัขโต ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped4.png', 45, 'Pedigree'),
(45, 'Pedigree สุนัขโต รสไก่และตับในน้ำเกรวี่', 'อาหารเปียก สำหรับสุนัขโต ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped5.png', 45, 'Pedigree'),
(46, 'Pedigree สุนัขโต รสตับย่างบดพร้อมผัก', 'อาหารเปียก สำหรับสุนัขโต ช่วยให้ระบบภูมิคุ้มกันแข็งแรงเพราะมีสารอาหารครบถ้วนและสมดุล พร้อมสารต้านอนุมูลอิสระ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped6.png', 45, 'Pedigree'),
(47, 'Pedigree homestyle ลูกสุนัข', 'อาหารเปียกแบบกระป๋อง สำหรับลูกสุนัข มีชิ้นเนื้อนุ่ม เคี้ยวง่าย รวมไปถึงวิตามิน แร่ธาตุ แคลเซียม โอเมก้าและซิงค์ ไฟเบอร์ และ โปรตีน', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped7.png', 50, 'Pedigree'),
(48, 'Pedigree homestyle เนื้อวัว', 'อาหารเปียกแบบกระป๋อง สำหรับลูกสุนัข มีชิ้นเนื้อนุ่ม เคี้ยวง่าย รวมไปถึงวิตามิน แร่ธาตุ แคลเซียม โอเมก้าและซิงค์ ไฟเบอร์ และ โปรตีน', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped8.png', 50, 'Pedigree'),
(49, 'Pedigree homestyle เนื้อไก่', 'อาหารเปียกแบบกระป๋อง สำหรับลูกสุนัข มีชิ้นเนื้อนุ่ม เคี้ยวง่าย รวมไปถึงวิตามิน แร่ธาตุ แคลเซียม โอเมก้าและซิงค์ ไฟเบอร์ และ โปรตีน', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped9.png', 50, 'Pedigree'),
(50, 'Pedigree homestyle สำหรับสุนัขโต เนื้อวัวชิ้นในน้ำซอส', 'อาหารเปียกแบบกระป๋อง สำหรับลูกสุนัข มีชิ้นเนื้อนุ่ม เคี้ยวง่าย รวมไปถึงวิตามิน แร่ธาตุ แคลเซียม โอเมก้าและซิงค์ ไฟเบอร์ และ โปรตีน', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/pedigree/เปียกped10.png', 50, 'Pedigree'),
(51, 'Pedigree meat jerky stix รสเนื้อรมควัน', 'ขนม สำหรับสุนัข ผลิตจากเนื้อสัตว์เต็มรสชาติ เนื้อสัมผัสนุ่มหนึบน่าทาน ', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped1.png', 40, 'Pedigree'),
(52, 'Pedigree denta stix ลูกสุนัข', 'ขนมขัดฟัน มีซิงค์ซัลเฟตและเอสทีพีพี ช่วยลดการก่อตัวของคราบหินปูน', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped2.png', 45, 'Pedigree'),
(53, 'Pedigree tasty bites crunchy pocket รสไก่', 'บิสกิตยอดนิยม กรอบนอก สอดไส้นุ่มใน ขนมชิ้นพอดีคำแสนอร่อย เหมาะให้เป็นรางวัลกับสุนัข', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped3.png', 45, 'Pedigree'),
(54, 'Pedigree denta stix สุนัขพันธุ์เล็ก รสเนื้อรมควัน', 'ขนมขัดฟัน มีซิงค์ซัลเฟตและเอสทีพีพี ช่วยลดการก่อตัวของคราบหินปูน', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped4.png', 45, 'Pedigree'),
(55, 'Pedigree tasty bites crunchy pocket รสนม', 'บิสกิตยอดนิยม กรอบนอก สอดไส้นุ่มใน ขนมชิ้นพอดีคำแสนอร่อย เหมาะให้เป็นรางวัลกับสุนัข', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped5.png', 45, 'Pedigree'),
(56, 'Pedigree taty bites chewy cube รสแกะ', 'ขนมขบเคี้ยว ทำจากเนื้อแท้ๆ ขนมชิ้นพอดีคำแสนอร่อย เหมาะให้เป็นรางวัลกับสุนัข', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped6.png', 45, 'Pedigree'),
(57, 'Pedigree tasty bites chewy cube รสเนื้อ', 'ขนมขบเคี้ยว ทำจากเนื้อแท้ๆ ขนมชิ้นพอดีคำแสนอร่อย เหมาะให้เป็นรางวัลกับสุนัข ', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped7.png', 45, 'Pedigree'),
(58, 'Pedigree chicken wrap ', 'ขนมขบเคี้ยว เนื้อไก่พันแท่งสติก หอมอร่อย ทำจากเนื้อไก่แท้', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped8.png', 45, 'Pedigree'),
(59, 'Pedigree meat jerky รสไก่บาร์บีคิว', 'ขนมขบเคี้ยว ผลิตจากเนื้อสัตว์เต็มรสชาติ เนื้อสัมผัสนุ่มหนึบน่าทาน', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped9.png', 45, 'Pedigree'),
(60, 'Pedigree meat jerky รสเนื้อแกะอบ', 'ขนมขบเคี้ยว ผลิตจากเนื้อสัตว์เต็มรสชาติ เนื้อสัมผัสนุ่มหนึบน่าทาน ', 'สุนัข', 'ขนม', 'อาหารหมา/pedigree/ขนมped10.png', 45, 'Pedigree'),
(61, 'Smartheart power maxx สำหรับสุนัขโต', 'สูตรเวย์โปรตีน ช่วยในการเสริมสร้างกล้ามเนื้อ ช่วยเพิ่มมวลและขนาดของกล้ามเนื้อ ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart1.png', 180, 'Smartheart'),
(62, 'Smartheart mother&babydog', 'สำหรับแม่สุนัขตั้งท้องและให้นมลูก และลูกสุนัขช่วงหย่านมถึง 3 เดือน ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart2.png', 199, 'Smartheart'),
(63, 'Smartheart life puppy', 'สำหรับลูกสุนัขทุกสายพันธุ์ อายุตั้งแต่ช่วงหย่านมถึง 1 ปี วิตามินอีและซีลีเนียม ที่ช่วยส่งเสริมการทำงานของระบบภูมิคุ้มกัน', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart3.png', 199, 'Smartheart'),
(64, 'Smartheart puppy รสเนื้อวัวและนม', 'สำหรับลูกสุนัขทุกสายพันธุ์ อายุตั้งแต่ช่วงหย่านมถึง 1 ปี วิตามินอีและซีลีเนียม ที่ช่วยส่งเสริมการทำงานของระบบภูมิคุ้มกัน', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart4.png', 189, 'Smartheart'),
(65, 'Smartheart puppy รสไก่ ไข่ และนม', 'สำหรับลูกสุนัขทุกสายพันธุ์ อายุตั้งแต่ช่วงหย่านมถึง 1 ปี น้ำมันปลาทะเล ช่วยเสริมพัฒนาการทางสมอง โอเมก้า 3 และ 6 ช่วยบำรุงสุขภาพผิวหนังและสุขภาพขน', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart5.png', 189, 'Smartheart'),
(66, 'Smartheart รสสเต็กเนื้อ', 'สำหรับสุนัขโตอายุตั้งแต่ 1 ปีขึ้นไป น้ำมันปลาทะเล ช่วยเสริมพัฒนาการทางสมองและประสาทสัมผัสทั้งห้า ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart6.png', 288, 'Smartheart'),
(67, 'Smartheart life ', 'สำหรับสุนัขโตอายุตั้งแต่ 1 ปีขึ้นไป เสริมด้วยกลูโคซามีน ไฮโดรคลอไรด์ ที่จะช่วยเพิ่มความแข็งแรงให้กระดูกและข้อต่อ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart7.png', 299, 'Smartheart'),
(68, 'Smartheart small breed รสเนื้ออบ 10kg', 'สำหรับสุนัขโตอายุตั้งแต่ 1 ปีขึ้นไป โอเมก้า 3 จากน้ำมันปลาทะเล ช่วยเสริมสร้างความแข็งแรงให้หัวใจ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart8.png', 795, 'Smartheart'),
(69, 'Smartheart รสตับรมควัน', 'สำหรับสุนัขโตอายุตั้งแต่ 1 ปีขึ้นไป โอเมก้า 3 จากน้ำมันปลาทะเล ช่วยเสริมสร้างความแข็งแรงให้หัวใจ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart9.png', 678, 'Smartheart'),
(70, 'Smartheart รสไก่และตับ 20kg', 'สำหรับสุนัขโตอายุตั้งแต่ 1 ปีขึ้นไป โอเมก้า 3 จากน้ำมันปลาทะเล ช่วยเสริมสร้างความแข็งแรงให้หัวใจ', 'สุนัข', 'อาหารเม็ด', 'อาหารหมา/smartheart/ข้าวsmart10.png', 1130, 'Smartheart'),
(71, 'Smartheart รสไก่-ผัก 400g x 24กระป๋อง', 'อาหารสุนัขชนิดเปียกแบบกระป๋อง สำหรับสุนัขโต อายุ 1 ปีขึ้นไป ', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart1.png', 1145, 'Smartheart'),
(72, 'Smartheart รสปลาแซลมอน 130g x 12ซอง', 'อาหารสุนัขแบบซอง รสปลาแซลมอน สำหรับสุนัขโต 1 ปีขึ้นไป', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart2.png', 289, 'Smartheart'),
(73, 'Smartheart รสเนื้อแกะ 400g x 24กระป๋อง', 'อาหารสุนัขชนิดเปียกแบบกระป๋อง สำหรับสุนัขโต อายุ 1 ปีขึ้นไป', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart3.png', 1145, 'Smartheart'),
(74, 'Smartheart รสเป็ดย่าง 120g x 12ซอง', 'อาหารสุนัขแบบซอง รสเป็ดย่าง สำหรับสุนัขโต 1 ปีขึ้นไป', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart4.png', 289, 'Smartheart'),
(75, 'Smartheart รสเนื้อไก่พร้อมไส้กรอกรมควัน 400g x 12กระป๋อง', 'อาหารสุนัขชนิดเปียกแบบกระป๋อง สำหรับสุนัขโต อายุ 1 ปีขึ้นไป', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart5.png', 580, 'Smartheart'),
(76, 'Smartheart สตูเนื้อ-ผัก 400g x 12กระป๋อง', 'อาหารสุนัขสมาร์ทฮาร์ท สตูเนื้อพร้อมผัก มาพร้อมฟักทองและแครอทในน้ำสตูเกรวี่', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart6.png', 579, 'Smartheart'),
(77, 'Smartheart สตูไก่-ผัก 400g x 12กระป๋อง', 'อาหารสุนัขสมาร์ทฮาร์ท สตูเนื้อพร้อมผัก มาพร้อมฟักทองและแครอทในน้ำสตูเกรวี่', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart7.png', 579, 'Smartheart'),
(78, 'Smartheart รสไก่ & ตับในเยลลี่ 130g x 12ซอง', 'สำหรับสุนัขโต 1 ปีขึ้นไป ผลิตจากเนื้อสัตว์แท้ (Real Meat)', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart8.png', 289, 'Smartheart'),
(79, 'Smartheart รสเนื้อวัวแบบชิ้นในน้ำเกรวี่ 130g x 12ซอง', 'สำหรับสุนัขโต 1 ปีขึ้นไป ผลิตจากเนื้อสัตว์แท้ (Real Meat)', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart9.png', 289, 'Smartheart'),
(80, 'Smartheart รสเนื้อไก่ชิ้นในน้ำเกรวี่-รสเบคอนและไข่ 120g x 12ซอง', 'สำหรับสุนัขโต 1 ปีขึ้นไป ผลิตจากเนื้อสัตว์แท้ (Real Meat)', 'สุนัข', 'อาหารเปียก', 'อาหารหมา/smartheart/เปียกsmart10.png', 289, 'Smartheart'),
(81, 'Smartheart creamy dog treats รสไก่และฟักทอง 15g x 12 ถุง', 'ขนมครีมสำหรับสุนัขอายุ 2 เดือนขึ้นไป ใช้ผสมกับอาหารชนิดเม็ดหรือยา ช่วยให้สุนัขทานยาได้ง่าย', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart1.png', 660, 'Smartheart'),
(82, 'Smartheart cheddar cube รสBBQ cheese 50g x 12 ถุง', 'ขนมขบเคี้ยว สำหรับสุนัขทุกสายพันธุ์ อายุตั้งแต่ 6 เดือนขึ้นไป ทำจากเชดด้าชีสแท้', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart2.png', 480, 'Smartheart'),
(83, 'Smartheart treat 100g x 12 ซอง', 'ขนมขบเคี้ยว สำหรับสุนัขทุกสายพันธุ์ เนื้อสัมผัสที่กรุบกรอบและรูปทรงพิเศษ ช่วยในการขัดฟัน และลดการเกิดคราบจุลินทรีย์และหินปูน', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart3.png', 300, 'Smartheart'),
(84, 'Smartheart treat สูตรบำรุงขน 100g x 12 ซอง', 'ขนมขบเคี้ยว สำหรับสุนัขทุกสายพันธุ์ สูตรบำรุงเส้นขน โอเมก้า 3 และ 6 ช่วยหล่อเลี้ยงเส้นขนของสุนัขให้เงางาม ลดอาการอักเสบของผิวหนัง', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart4.png', 300, 'Smartheart'),
(85, 'Smartheart cheddar cube รสตับ ชีส 50g x 12 ถุง', 'ขนมขบเคี้ยว สำหรับสุนัขทุกสายพันธุ์ อายุตั้งแต่ 6 เดือนขึ้นไป ทำจากเชดด้าชีสแท้', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart5.png', 480, 'Smartheart'),
(86, 'Smartheart treat สูตรเสริมสร้างกระดูกและข้อต่อ 100g x 12 ซอง', 'ขนมขบเคี้ยว สำหรับสุนัขทุกสายพันธุ์ สูตรเสริมความแข็งแรง ชะลอการเสื่อมของกระดูกและข้อต่อ', 'สุนัข', 'ขนม', 'อาหารหมา/smartheart/ขนมsmart6.png', 300, 'Smartheart'),
(87, 'Me-O gourmet 6.8kg', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์ ช่วยบำรุงดวงตาให้สดใส และเพิ่มประสิทธิภาพการมองเห็น เพิ่มประสิทธิภาพให้ระบบภูมิคุ้มกัน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo1.png', 630, 'Me-O'),
(88, 'Me-O Persian สูตรป้องกันก้อนขนอุดตัน 6.8kg', 'อาหารเม็ด สำหรับแมวโตพันธุ์เปอร์เซีย แมวขนยาวและขนสั้นทุกสายพันธุ์ อายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo2.png', 670, 'Me-O'),
(89, 'Me-O kitten รสปลาทะเล 6.8kg', 'อาหารเม็ด สำหรับลูกแมว อายุ 1-12 เดือน ทุกสายพันธุ์', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo3.png', 630, 'Me-O'),
(90, 'Me-O รสแซลมอน 6.8kg', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์ ช่วยบำรุงดวงตาให้สดใส และเพิ่มประสิทธิภาพการมองเห็น เพิ่มประสิทธิภาพให้ระบบภูมิคุ้มกัน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo4.png', 630, 'Me-O'),
(91, 'Me-O Persian kitten 6.8kg', 'อาหารเม็ด สำหรับลูกแมวเปอร์เซีย หลังหย่านมจนถึงอายุ 1 ปี ช่วยให้ระบบทางเดินอาหารมีสุขภาพดี และขับถ่ายเป็นก้อน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo5.png', 670, 'Me-O'),
(92, 'Me-O Senior cat รสปลาทู 6.8kg', 'อาหารเม็ด สำหรับแมวสูงอายุ 7 ปีขึ้นไป ลดความเสี่ยงการเกิดโรคไต', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo6.png', 630, 'Me-O'),
(93, 'Me-O รสปลาทูน่า 6.8kg', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo7.png', 630, 'Me-O'),
(94, 'Me-O รสปลาทู 6.8kg', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo8.png', 630, 'Me-O'),
(95, 'Me-O seafood 6.8kg', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo9.png', 630, 'Me-O'),
(96, 'Me-O รสปลาทะเล 6.8kg ', 'อาหารเม็ด สำหรับแมวโตอายุ 1 ปีขึ้นไปทุกสายพันธุ์', 'แมว', 'อาหารเม็ด', 'อาหารแมว/meo/ข้าวmeo10.png', 630, 'Me-O'),
(97, 'Me-O delight รสไก่ฉีกในน้ำเกรวี่ 80g x 24 กระป๋อง', 'อาหารแมวกระป๋อง สำหรับแมวโตอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo1.png', 600, 'Me-O'),
(98, 'Me-O delight รสปลาทูน่าและไก่ในเยลลี่ 80g x 24 กระป๋อง', 'อาหารแมวกระป๋อง สำหรับแมวโตอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo2.png', 600, 'Me-O'),
(99, 'Me-O delight รสปลาทูน่าในน้ำเกรวี่ 80g x 24 กระป๋อง', 'อาหารแมวกระป๋อง สำหรับแมวโตอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo3.png', 600, 'Me-O'),
(100, 'Me-O delight รสปลาทูน่ามูสผสมนมแพะสำหรับลูกแมว 80g x 24 กระป๋อง', 'อาหารแมวกระป๋อง สำหรับลูกแมว หย่านม - 1 ปี', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo4.png', 600, 'Me-O'),
(101, 'Me-O delight รสไก่มูสผสมนมแพะสำหรับลูกแมว 80g x 24 กระป๋อง', 'อาหารแมวกระป๋อง สำหรับลูกแมว หย่านม - 1 ปี', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo5.png', 600, 'Me-O'),
(102, 'Me-O delight รสปลาทูน่ามูสผสมนมแพะหน้าปลาโอ 70g x 12ซอง', 'อาหารลูกแมวอายุ 4-12 เดือน เนื้อนิ่ม ละเอียด ผลิตจากเนื้อไก่แท้', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo6.png', 240, 'Me-O'),
(103, 'Me-O delight รสปลาแซลมอนมูสผสมนมแพะหน้าปลาโอ 70g x 12ซอง', 'อาหารลูกแมวอายุ 4-12 เดือน เนื้อนิ่ม ละเอียด', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo7.png', 240, 'Me-O'),
(104, 'Me-O delight รสไก่มูส,นมแพะหน้าปลาแซลมอน 70g x 12ซอง', 'อาหารลูกแมวอายุ 4-12 เดือน เนื้อนิ่ม ละเอียด', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo8.png', 240, 'Me-O'),
(105, 'Me-O delight รสปลาทูน่าผสมไก่ฉีกในน้ำเกรวี่ 70g x 12ซอง', 'อาหารแมวโตอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo9.png', 240, 'Me-O'),
(106, 'Me-O delight รสปลาทูน่าเนื้อขาวในเยลลี่ 70g x 12ซอง', 'อาหารแมวโตอายุ 1 ปีขึ้นไป ผลิตจากเนื้อปลาแท้เนื้อขาวเกรดพรีเมี่ยม', 'แมว', 'อาหารเปียก', 'อาหารแมว/meo/เปียกmeo10.png', 288, 'Me-O'),
(107, 'Me-O รสแซลมอน 50g x 24ซอง', 'ขนมขบเคี้ยวสำหรับแมว มีโอ รสแซลมอน เหมาะสำหรับแมวอายุ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo1.png', 720, 'Me-O'),
(108, 'Me-O รสกุ้ง 50g x 24ซอง', 'ขนมขบเคี้ยวสำหรับแมว มีโอ รสแซลมอน เหมาะสำหรับแมวอายุ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo2.png', 720, 'Me-O'),
(109, 'Me-O รสทูน่า ไก่และไข่ 50g x 24ซอง', 'ขนมขบเคี้ยวสำหรับแมว มีโอ รสทูน่า ไก่และไข่ เหมาะสำหรับแมวอายุ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo3.png', 720, 'Me-O'),
(110, 'Me-O รสทูน่าและแซลมอน 50g x 24ซอง', 'ขนมขบเคี้ยวสำหรับแมว มีโอ รสทูน่าและแซลมอน เหมาะสำหรับแมวอายุ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo4.png', 720, 'Me-O'),
(111, 'Me-O creamy treat รสไก่-ตับผสมนมแพะ 12 แพ็ค 15g x 4ซอง', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo5.png', 660, 'Me-O'),
(112, 'Me-O Gold อาหารเม็ด สำหรับลููกแมว 400 g', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo6.png', 660, 'Me-O'),
(113, 'Me-O creamy treat รสทูน่าผสมนมแพะ 12 แพ็ค 15g x 4ซอง', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo7.png', 660, 'Me-O'),
(114, 'Me-O creamy treat รสไก่ผสมฟักทอง 12 แพ็ค 15g x 4ซอง', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo8.png', 660, 'Me-O'),
(115, 'Me-O creamy treat รสมากุโระ 1 แพ็ค 15g x 20ซอง', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo9.png', 220, 'Me-O'),
(116, 'Me-O creamy treat รสคัตสึโอะ 1 แพ็ค 15g x 20ซอง', 'ขนมแมวเลีย สำหรับแมวอายุ 1เดือนขึ้นไป ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง', 'แมว', 'ขนม', 'อาหารแมว/meo/ขนมmeo10.png', 220, 'Me-O'),
(117, 'Whiskas สำหรับลูกแมว รสปลาทะเล 1.1kg', 'อาหารเม็ด สำหรับลูกแมว รสปลาทะเล เม็ดพ็อกเก็ตกรุบกรอบ  พร้อมเนื้อครีมเข้มข้นจากด้านใน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas1.png', 144, 'Whiskas'),
(118, 'Whiskas สำหรับแมวสูงวัย รสปลาทู 1.1kg', 'อาหารเม็ด สำหรับลูกแมว รสปลาทู ช่วยเสริมสร้างภูมิต้านทาน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas2.png', 144, 'Whiskas'),
(119, 'Whiskas สำหรับแมวโต รสปลาทะเล 3kg', 'อาหารเม็ด สำหรับแมวโต รสปลาทะเล ช่วยเสริมสร้างภูมิต้านทาน', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas3.png', 300, 'Whiskas'),
(120, 'Whiskas สำหรับแมวโต รสโกเม่ ซีฟู้ด 3kg', 'อาหารเม็ด สำหรับแมวโต รสโกเม่ ซีฟู้ด กรดไขมันโอเมก้า 3, 6 และสังกะสี ที่ช่วยให้ขนนุ่ม', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas4.png', 320, 'Whiskas'),
(121, 'Whiskas สำหรับแมวโตทุกสายพันธุ์ รสปลาทู 7kg', 'อาหารเม็ด สำหรับแมวโต รสปลาทู ช่วยเสริมสร้างระบบย่อยอาหาร', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas5.png', 665, 'Whiskas'),
(122, 'Whiskas สำหรับแมวโต รสปลาซาบะย่าง 1.2kg', 'อาหารเม็ด สำหรับแมวโต รสปลาซาบะย่าง กรดไขมันโอเมก้า 3, 6 และสังกะสี ที่ช่วยให้ขนนุ่ม', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas6.png', 144, 'Whiskas'),
(123, 'Whiskas สำหรับแมวโต รสปลาทู 3kg', 'อาหารเม็ด สำหรับแมวโต รสปลาทู กรดไขมันโอเมก้า 3, 6 และสังกะสี ที่ช่วยให้ขนนุ่ม', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas7.png', 320, 'Whiskas'),
(124, 'Whiskas สำหรับลูกแมวและแม่แมวตั้งท้องทุกสายพันธุ์ รสปลาทู 1.1kg', 'อาหารเม็ด สำหรับลูกแมวและแม่แมวตั้งท้องทุกสายพันธุ์ รสปลาทู ช่วยเสริมสร้างระบบย่อยอาหาร', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas8.png', 144, 'Whiskas'),
(125, 'Whiskas สำหรับแมวโต รสปลาทูน่า 1.2kg', 'อาหารเม็ด สำหรับแมวโต รสปลาทูน่า กรดไขมันโอเมก้า 3, 6 และสังกะสี ที่ช่วยให้ขนนุ่ม', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas9.png', 144, 'Whiskas'),
(126, 'Whiskas สำหรับแมวโต รสปลาทูน่า 7kg', 'อาหารเม็ด สำหรับแมวโต รสปลาทูน่า อุดมไปด้วยโปรตีนคุณภาพจากปลาทะเล ไขมัน พร้อมวิตามินและแร่ธาตุ', 'แมว', 'อาหารเม็ด', 'อาหารแมว/whiskas/ข้าวwhiskas10.png', 665, 'Whiskas'),
(127, 'Whiskas สำหรับลูกแมว รสปลาทู 80g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของแม่แมว และลูกแมว 2 - 12 เดือน', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas1.png', 17, 'Whiskas'),
(128, 'Whiskas สำหรับแมวสูงวัย รสปลาทู 80g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas2.png', 17, 'Whiskas'),
(129, 'Whiskas สำหรับลูกแมว รสปลาทูน่า 80g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของแม่แมว และลูกแมว 2 - 12 เดือน', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas3.png', 17, 'Whiskas'),
(130, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสปลาทูน่าพร้อมปูอัดและแครอทในน้ำเกรวี่ 70g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas4.png', 19, 'Whiskas'),
(131, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสไก่พร้อมปลาแซลมอนและสาหร่ายวากาเมะในน้ำเกรวี่ 70g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas5.png', 19, 'Whiskas'),
(132, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสทะเลรวมมิตรและสาหร่ายวากาเมะในน้ำเกรวี่ 70g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas6.png', 19, 'Whiskas'),
(133, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสไก่ ปลาทูน่าและแครอทในน้ำเกรวี่ 70g', 'อาหารเปียก แบบเพ้าช์ ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas7.png', 19, 'Whiskas'),
(134, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสทูน่า 400g', 'อาหารเปียก แบบกระป๋อง ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป ', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas8.png', 46, 'Whiskas'),
(135, 'Whiskas สำหรับแมวโตทุกช่วงวัย รสปลาซาร์ดีน 400g', 'อาหารเปียก แบบกระป๋อง ครบคุณค่าสารอาหาร ตอบโจทย์ความต้องการของของน้องแมวตั้งแต่ช่วงอายุ 1 ปีขึ้นไป ', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas9.png', 46, 'Whiskas'),
(136, 'Whiskas สำหรับแมวโตทุกช่วงวัย รวม 3 รส 1.02 kg', 'อาหารเปียก แบบแพ็ค สำหรับแมวโตทุกช่วงวัย รสปลาทู ปลาทะเลและปลาแซลมอน', 'แมว', 'อาหารเปียก', 'อาหารแมว/whiskas/เปียกwhiskas10.png', 195, 'Whiskas'),
(137, 'Whiskas Temptations รสครีมมี่แดรี่ ขนาด 85g', 'พ็อกเก็ตกรอบนอก นุ่มใน กรุบกรอบด้วยคุณค่าจากธัญพืช พร้อมเก็บล็อคความนุ่ม อร่อยเข้ม เต็มรสทุกเม็ด', 'แมว', 'ขนม', 'อาหารแมว/whiskas/ขนมwhiskas1.png', 70, 'Whiskas'),
(138, 'Whiskas Temptations รสซีฟู้ดเมดเล่ย์ ขนาด 85g', 'พ็อกเก็ตกรอบนอก นุ่มใน กรุบกรอบด้วยคุณค่าจากธัญพืช พร้อมเก็บล็อคความนุ่ม อร่อยเข้ม เต็มรสทุกเม็ด', 'แมว', 'ขนม', 'อาหารแมว/whiskas/ขนมwhiskas2.png', 70, 'Whiskas'),
(139, 'Whiskas Temptations รสเซเวอรี่แซลมอน ขนาด 85g', 'พ็อกเก็ตกรอบนอก นุ่มใน กรุบกรอบด้วยคุณค่าจากธัญพืช พร้อมเก็บล็อคความนุ่ม อร่อยเข้ม เต็มรสทุกเม็ด', 'แมว', 'ขนม', 'อาหารแมว/whiskas/ขนมwhiskas3.png', 70, 'Whiskas'),
(140, 'Whiskas Temptations รสเทมติ้งทูน่า ขนาด 85g', 'พ็อกเก็ตกรอบนอก นุ่มใน กรุบกรอบด้วยคุณค่าจากธัญพืช พร้อมเก็บล็อคความนุ่ม อร่อยเข้ม เต็มรสทุกเม็ด', 'แมว', 'ขนม', 'อาหารแมว/whiskas/ขนมwhiskas4.png', 70, 'Whiskas'),
(141, 'Whiskas Temptations รสเทสตี้ไก่ ขนาด 85 g', 'พ็อกเก็ตกรอบนอก นุ่มใน กรุบกรอบด้วยคุณค่าจากธัญพืช พร้อมเก็บล็อคความนุ่ม อร่อยเข้ม เต็มรสทุกเม็ด', 'แมว', 'ขนม', 'อาหารแมว/whiskas/ขนมwhiskas5.png', 70, 'Whiskas'),
(142, 'Ostech original รสปลาทู 1kg', 'อาหารเม็ดแมว มี Taurine ส่งเสริมการทำงานของกล้ามเนื้อหัวใจและดวงตา', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/ข้าวostech1.png', 79, 'Ostech'),
(143, 'Ostech original รสปลาทะเล 1kg', 'อาหารเม็ดสำหรับแมวโต อายุ 1 ปีขึ้นไป มี Taurine ส่งเสริมการทำงานของกล้ามเนื้อหัวใจและดวงตา', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/ข้าวostech2.png', 79, 'Ostech'),
(144, 'Ostech original รสทูน่า 1kg', 'อาหารเม็ดสำหรับแมวโต อายุ 1 ปีขึ้นไป มี Taurine ส่งเสริมการทำงานของกล้ามเนื้อหัวใจและดวงตา', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/ข้าวostech3.png', 79, 'Ostech'),
(145, 'Ostech ', 'อาหารเม็ดแมวโต ช่วยบำรุงขนและผิวหนัง ให้มีสุขภาพดีขนสวยเป็นเงางาม เสริมสร้างระบบโครงสร้างกระดูกและกล้ามเนื้อ', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/ข้าวostech4.png', 135, 'Ostech'),
(146, 'Ostech ซุปปลาทูน่าหน้ากุ้งและปู 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/เปียกostech1.png', 28, 'Ostech'),
(147, 'Ostech ซุปปลาทูน่าหน้าปลาแซลมอนและหอยเชลล์ 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/เปียกostech2.png', 28, 'Ostech'),
(148, 'Ostech ซุปปลาทูน่าหน้าปลาทูและปลาหมึก 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/เปียกostech3.png', 28, 'Ostech'),
(149, 'Ostech ซุปปลาทูน่าหน้าไก่และล็อบสเตอร์ 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/เปียกostech4.png', 28, 'Ostech'),
(150, 'Ostech ซุปไก่หน้ากุ้งและหอยเชลล์ 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเม็ด', 'อาหารแมว/ostech/เปียกostech5.png', 28, 'Ostech'),
(151, 'Ostech ซุปไก่หน้าปลาแซลมอนและกุ้ง 70g', 'ใช้สำหรับแมวอายุตั้งแต่ 3 เดือนขึ้นไป รสชาติเข้มข้น ช่วยให้แมวกินน้ำมากขึ้น', 'แมว', 'อาหารเปียก', 'อาหารแมว/ostech/เปียกostech6.png', 28, 'Ostech'),
(152, 'Ostech gourmet รสทูน่าหน้าปลาข้าวสาร 400g', 'อาหารสัตว์ผสมสำเร็จรูปชนิดเปียก (กระป๋อง) สำหรับแมวอายุ 3 เดือนขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/ostech/เปียกostech7.png', 36, 'Ostech'),
(153, 'Ostech gourmet รสทูน่าหน้าฟักทอง 400g', 'อาหารสัตว์ผสมสำเร็จรูปชนิดเปียก (กระป๋อง) สำหรับแมวอายุ 3 เดือนขึ้นไป', 'แมว', 'อาหารเปียก', 'อาหารแมว/ostech/เปียกostech8.png', 36, 'Ostech'),
(154, 'Ostech ทูน่า&ไก่ในเยลลี่', 'อาหารกระป๋องแมวออสเทค ชนิดเปียก เหมาะสำหรับแมวทุกสายพันธุ์ ผลิตจากเนื้อปลาทูน่าแท้ในเยลลี่', 'แมว', 'อาหารเปียก', 'อาหารแมว/ostech/เปียกostech9.png', 38, 'Ostech '),
(155, 'Ostech ทูน่า&ปลาโออบแห้งในเยลลี่', 'อาหารกระป๋องแมวออสเทค ชนิดเปียก เหมาะสำหรับแมวอายุ 3 เดือนขึ้นไป ผลิตจากเนื้อปลาทูน่าแท้ในเยลลี่', 'แมว', 'อาหารเปียก', 'อาหารแมว/ostech/เปียกostech10.png', 38, 'Ostech '),
(156, 'Ostech creamy treat ปลาทูน่า รสคัตสึโอะบูชิ', 'ขนมแมวเลีย  1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech1.png', 169, 'Ostech '),
(157, 'Ostech creamy treat ไก่ รสคัตสึโอะบูชิ', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech2.png', 169, 'Ostech '),
(158, 'Ostech creamy treat รสปลาทูน่ากับไก่', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech3.png', 169, 'Ostech '),
(159, 'Ostech creamy treat รสปลาทูน่า', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech4.png', 169, 'Ostech '),
(160, 'Ostech creamy treat รสปลาทูน่ากับหอยเชลล์', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech5.png', 169, 'Ostech '),
(161, 'Ostech creamy treat รสปลาทูน่ากับล็อบสเตอร์', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech6.png', 169, 'Ostech '),
(162, 'Ostech creamy treat รสปลาทูน่ากับกุ้ง', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech7.png', 169, 'Ostech '),
(163, 'Ostech creamy treat รสปลาทูน่ากับแซลมอน', 'ขนมแมวเลีย 1 ห่อมี 4 ซอง ใช้สําหรับแมวอายุตั้งแต่ 2 เดือนขึ้นไป', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech8.png', 169, 'Ostech '),
(164, 'Ostech สันในไก่ 30g', 'ขนมแมว set 8 ชิ้น ผลิตจากเนื้อไก่จริง ไม่ปรุงแต่งสี', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech9.png', 160, 'Ostech '),
(165, 'Ostech ปลาซาบะ 30g', 'ขนมแมว set 12 ชิ้น ผลิตจากเนื้อปลาจริง ไม่ปรุงแต่งสี', 'แมว', 'ขนม', 'อาหารแมว/ostech/ขนมostech10.png', 240, 'Ostech ');

-- --------------------------------------------------------

--
-- Table structure for table `tblusers`
--

CREATE TABLE `tblusers` (
  `id` int(11) NOT NULL,
  `fullname` varchar(255) NOT NULL,
  `username` varchar(255) NOT NULL,
  `useremail` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `regdate` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tblusers`
--

INSERT INTO `tblusers` (`id`, `fullname`, `username`, `useremail`, `password`, `regdate`) VALUES
(1, 'terameth wongoeuy', 'bram9091', 'teramethwongoeuy@gmail.com', '123456', '2023-03-30 09:18:11'),
(2, 'ratchanun tantiranon', 'lnwaim', 'ratchanon909@gmail.com', '741085209630', '2023-03-30 09:33:45'),
(3, 'peerapon peemapol', 'malamon', 'malamon@gmail.com', '55555', '2023-03-30 09:34:17'),
(4, 'chanapa sriboon', 'mummha', 'fah909@gmail.com', '789456123', '2023-03-30 09:35:56'),
(6, 'terameth wongoeuy', 'b6330200335', 'teramethwongoeuy@gmail.com', '0873517321', '2023-03-30 18:07:51'),
(7, 'terameth wongoeuy222', 'test00', 'teramethw.@ku.th', '00', '2023-03-30 18:08:12');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `billza`
--
ALTER TABLE `billza`
  ADD PRIMARY KEY (`id_bill`),
  ADD UNIQUE KEY `Time` (`Time`);

--
-- Indexes for table `tblusers`
--
ALTER TABLE `tblusers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `billza`
--
ALTER TABLE `billza`
  MODIFY `id_bill` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `tblusers`
--
ALTER TABLE `tblusers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
